# GetCurtainWallCutPl

## Description
Gets the curtain wall cut plane of the wall.

```pascal
FUNCTION GetCurtainWallCutPl(wall : HANDLE) : REAL;
```

```python

def vs.GetCurtainWallCutPl(wall):
    return REAL
```

## Parameters
|Name|Type|Description|
|---|---|---|
|wall|HANDLE|The wall.|

## See Also
VS Functions:
SetCurtainWallCutPl

## Version
Availability: from Vectorworks 2016
## Category
* Objects - Walls